Repository: lebojo/LibreChat-ios
Catalog: LibreChat-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: **Hey**, I'm here to help you
de: **Hey**, ich bin hier, um dir zu helfen
es: **Hey**, estoy aquí para ayudarte
fr: **Hey**, je suis là pour t'aider
it: **Hey**, sono qui per aiutarti

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
it: Aggiungi %@

source: Add a Provider
de: Anbieter hinzufügen
es: Añadir un proveedor
fr: Ajouter un fournisseur
it: Aggiungi un fornitore

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
it: URL di base

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione

source: Copy info from %@
de: Infos von %@ kopieren
es: Copiar info de %@
fr: Copier les infos de %@
it: Copia le info da %@

source: Custom Host
de: Eigener Host
es: Host personalizado
fr: Hôte personnalisé
it: Host personalizzato

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica

source: Edit Provider
de: Anbieter bearbeiten
es: Editar proveedor
fr: Modifier le fournisseur
it: Modifica fornitore

source: Enter a message
de: Nachricht eingeben
es: Escribe un mensaje
fr: Saisir un message
it: Scrivi un messaggio

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Foundation model start instructions
de: Startanweisungen für das Foundation-Modell
es: Instrucciones iniciales del modelo base
fr: Instructions de démarrage du modèle de base
it: Istruzioni di avvio del modello di base

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Model name
de: Modellname
es: Nombre del modelo
fr: Nom du modèle
it: Nome del modello

source: New Discussion
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle discussion
it: Nuova discussione

source: New Provider
de: Neuer Anbieter
es: Nuevo proveedor
fr: Nouveau fournisseur
it: Nuovo fornitore

source: No Conversations
de: Keine Unterhaltungen
es: Sin conversaciones
fr: Aucune conversation
it: Nessuna conversazione

source: No Discussion Selected
de: Keine Unterhaltung ausgewählt
es: Ninguna conversación seleccionada
fr: Aucune discussion sélectionnée
it: Nessuna discussione selezionata

source: No Provider Selected
de: Kein Anbieter ausgewählt
es: Ningún proveedor seleccionado
fr: Aucun fournisseur sélectionné
it: Nessun fornitore selezionato

source: Popular providers
de: Beliebte Anbieter
es: Proveedores populares
fr: Fournisseurs populaires
it: Fornitori popolari

source: Product ID
de: Produkt-ID
es: ID de producto
fr: ID du produit
it: ID prodotto

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
it: Fornitori

source: Select a discussion or create a new one.
de: Wähle eine Unterhaltung aus oder erstelle eine neue.
es: Selecciona una conversación o crea una nueva.
fr: Sélectionne une discussion ou crée-en une nouvelle.
it: Seleziona una discussione o creane una nuova.

source: Select a provider to see its discussions.
de: Wähle einen Anbieter, um seine Unterhaltungen zu sehen.
es: Selecciona un proveedor para ver sus conversaciones.
fr: Sélectionne un fournisseur pour voir ses discussions.
it: Seleziona un fornitore per vedere le sue discussioni.

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Start a new conversation
de: Neue Unterhaltung starten
es: Iniciar una nueva conversación
fr: Démarrer une nouvelle conversation
it: Inizia una nuova conversazione

source: Start chatting with this provider.
de: Beginne eine Unterhaltung mit diesem Anbieter.
es: Empieza a chatear con este proveedor.
fr: Commence à discuter avec ce fournisseur.
it: Inizia a chattare con questo fornitore.

source: The provider must support the OpenAI chat completions API format.
de: Der Anbieter muss das OpenAI-Chat-Completions-API-Format unterstützen.
es: El proveedor debe ser compatible con el formato de la API de chat completions de OpenAI.
fr: Le fournisseur doit prendre en charge le format de l'API chat completions d'OpenAI.
it: Il fornitore deve supportare il formato dell'API chat completions di OpenAI.

source: Name
es: Nombre
fr: Nom
it: Nome
